[
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "culpa qui dolor consectetur",
		"BlogAuthor": "Esther Gilliam",
		"BlogWrittenOn": "14 Sep 2016",
		"BlogIntro": "proident incididunt laborum est quis voluptate Lorem aliquip enim dolore amet ipsum pariatur qui officia",
		"BlogBody": "Qui elit est irure nulla magna sint eu ut consectetur mollit. Labore dolor commodo aliqua incididunt voluptate adipisicing velit excepteur dolore mollit reprehenderit deserunt ad. Labore amet elit do aute occaecat dolor non incididunt minim et mollit mollit qui. Minim nostrud laborum dolore magna minim quis fugiat cupidatat est culpa. Proident proident officia cupidatat eiusmod minim labore quis elit. Reprehenderit cillum ea esse pariatur ullamco in culpa qui officia reprehenderit est laborum velit.",
		"BlogRemarks": "cupidatat pariatur nisi proident ipsum elit sunt non cupidatat eiusmod",
		"BlogClosingCaption": "consectetur duis quis aute dolor",
		"BlogStartingDate": "10 Jun 2016",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "dolore minim occaecat do",
		"BlogAuthor": "Tanisha Sharpe",
		"BlogWrittenOn": "18 Feb 2017",
		"BlogIntro": "quis in officia commodo exercitation sint anim id ut enim ex officia ad irure et",
		"BlogBody": "Voluptate officia reprehenderit et qui ex in enim non mollit aliqua est. Eu laboris pariatur nisi labore duis aliqua occaecat cillum ea laborum. Proident culpa et labore mollit. Deserunt quis duis non consequat voluptate pariatur dolor magna irure sint qui pariatur excepteur. Labore veniam quis occaecat labore tempor commodo reprehenderit officia esse anim labore commodo nulla do. Adipisicing nostrud dolore aliqua labore ut velit cupidatat occaecat ut proident ipsum anim. Commodo voluptate non velit eu duis Lorem est velit est nulla sit irure.",
		"BlogRemarks": "mollit Lorem ad anim minim mollit id irure exercitation anim",
		"BlogClosingCaption": "dolor magna laborum quis cupidatat",
		"BlogStartingDate": "09 Jan 2016",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "ea labore aute sint",
		"BlogAuthor": "Mckay Giles",
		"BlogWrittenOn": "13 Jun 2017",
		"BlogIntro": "eu enim voluptate deserunt pariatur Lorem cillum veniam officia enim occaecat ex ullamco ipsum veniam",
		"BlogBody": "Lorem laborum cupidatat nisi culpa qui aliqua id laboris ex cupidatat magna. Aliquip aliquip aliquip in est voluptate dolore duis id. Pariatur id anim quis laborum Lorem laborum Lorem id eiusmod sunt sint ullamco anim proident. Dolor voluptate eiusmod qui id consequat sunt commodo in ex irure ut non ut.",
		"BlogRemarks": "adipisicing esse eiusmod et aute irure dolore consequat sunt elit",
		"BlogClosingCaption": "occaecat labore in elit et",
		"BlogStartingDate": "06 Jun 2014",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "veniam ea laborum ipsum",
		"BlogAuthor": "Dudley Calderon",
		"BlogWrittenOn": "11 Aug 2014",
		"BlogIntro": "veniam quis nostrud commodo sit ea consectetur aliqua Lorem enim commodo non exercitation esse magna",
		"BlogBody": "Do aliquip ut aliqua consequat nostrud. Proident sit culpa occaecat ut exercitation nulla cupidatat dolor. Est officia Lorem amet non nulla. Officia officia mollit exercitation veniam quis adipisicing adipisicing aute consectetur exercitation duis adipisicing incididunt. Occaecat do voluptate nulla cillum sint ipsum enim amet eu Lorem eiusmod culpa Lorem. Eiusmod occaecat ea eu consectetur deserunt elit et ad. Minim dolor adipisicing ipsum commodo qui officia esse dolore laboris proident nostrud cillum mollit.",
		"BlogRemarks": "reprehenderit aliquip commodo occaecat est proident et incididunt laboris reprehenderit",
		"BlogClosingCaption": "sunt pariatur consectetur qui duis",
		"BlogStartingDate": "23 Nov 2014",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "qui veniam dolore mollit",
		"BlogAuthor": "Cathy Hart",
		"BlogWrittenOn": "13 Mar 2016",
		"BlogIntro": "consequat id eu culpa fugiat laboris est nulla sint id cupidatat exercitation veniam duis ipsum",
		"BlogBody": "Elit officia tempor quis sunt dolore aliquip. Voluptate tempor ullamco velit consequat id tempor ad ad sit. In culpa mollit dolore tempor non elit ea Lorem consequat ea. Ullamco exercitation pariatur anim exercitation eiusmod minim et cillum nulla officia commodo. Ut sit aliquip irure dolore quis adipisicing eu non exercitation incididunt eiusmod voluptate nisi.",
		"BlogRemarks": "ut laboris dolor qui laboris incididunt enim Lorem qui ex",
		"BlogClosingCaption": "id tempor laboris aliqua anim",
		"BlogStartingDate": "23 Dec 2015",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "voluptate commodo aute quis",
		"BlogAuthor": "Hilda Talley",
		"BlogWrittenOn": "17 May 2017",
		"BlogIntro": "pariatur culpa consectetur mollit consectetur non officia officia do adipisicing cupidatat non consequat ullamco culpa",
		"BlogBody": "Incididunt aute laboris sunt irure magna amet sit commodo elit ex consectetur id. Mollit sunt exercitation in est consequat aute dolore ea sit est sit voluptate nostrud velit. Amet culpa est culpa id sint qui velit adipisicing mollit.",
		"BlogRemarks": "ex reprehenderit ex consectetur consectetur minim nisi reprehenderit cupidatat laborum",
		"BlogClosingCaption": "cillum cillum excepteur elit Lorem",
		"BlogStartingDate": "19 Feb 2018",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "ullamco pariatur deserunt mollit",
		"BlogAuthor": "Caitlin Strong",
		"BlogWrittenOn": "23 Feb 2015",
		"BlogIntro": "qui est nostrud eu deserunt anim minim sunt labore Lorem dolore nisi duis mollit ipsum",
		"BlogBody": "Laborum velit cupidatat culpa ut quis ad ex anim. Irure non eu aute deserunt id. Nostrud ea Lorem voluptate consectetur cillum deserunt Lorem. Magna aute minim eu ad pariatur cillum proident do eiusmod dolor reprehenderit. Ea quis ex proident occaecat velit sint cillum est consectetur velit magna ut.",
		"BlogRemarks": "magna ex magna commodo in anim ad id enim reprehenderit",
		"BlogClosingCaption": "eiusmod dolore ullamco velit deserunt",
		"BlogStartingDate": "30 May 2018",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "dolore nisi ullamco ullamco",
		"BlogAuthor": "Vilma Lane",
		"BlogWrittenOn": "08 Jan 2016",
		"BlogIntro": "elit eiusmod mollit laboris duis sit exercitation labore irure excepteur id eiusmod esse pariatur reprehenderit",
		"BlogBody": "Magna velit eu qui veniam excepteur sunt nisi fugiat excepteur. Culpa esse pariatur irure occaecat est adipisicing exercitation. Aute reprehenderit Lorem excepteur eiusmod. Et nisi occaecat commodo id eu qui exercitation nisi ea mollit velit enim veniam. Elit dolor ipsum voluptate sit sint do ea anim. Laboris deserunt esse tempor ut amet consequat culpa ut enim elit exercitation qui.",
		"BlogRemarks": "sit cillum nulla pariatur Lorem anim et incididunt ullamco in",
		"BlogClosingCaption": "enim labore anim aliqua do",
		"BlogStartingDate": "25 Jan 2017",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "sit qui tempor dolore",
		"BlogAuthor": "Jolene Faulkner",
		"BlogWrittenOn": "19 Aug 2015",
		"BlogIntro": "laborum esse ea officia eiusmod ullamco pariatur exercitation aliqua esse adipisicing voluptate pariatur adipisicing irure",
		"BlogBody": "Amet dolor sit duis nisi cupidatat ex duis. In dolore in commodo aute incididunt irure pariatur nisi irure. Enim ut ipsum ea quis fugiat Lorem culpa laborum aute elit. Pariatur aliqua ad amet ea eu id minim sint ipsum. Tempor id do sit amet amet cillum nostrud ut commodo non aliqua amet qui labore.",
		"BlogRemarks": "aliqua voluptate sint consequat ea adipisicing minim consequat id consequat",
		"BlogClosingCaption": "nulla reprehenderit ut irure elit",
		"BlogStartingDate": "23 Jun 2015",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "fugiat reprehenderit velit est",
		"BlogAuthor": "Harris Mccormick",
		"BlogWrittenOn": "27 Aug 2015",
		"BlogIntro": "cillum excepteur commodo fugiat aliqua amet quis minim esse laborum duis laborum laborum est ut",
		"BlogBody": "Eiusmod adipisicing magna laboris tempor enim pariatur irure. Est velit adipisicing amet culpa ipsum quis dolor irure. Est aliqua dolore aliquip tempor irure laborum excepteur reprehenderit esse est commodo et. Aliqua mollit quis voluptate labore nisi excepteur id.",
		"BlogRemarks": "Lorem exercitation consectetur cillum nulla elit laborum cupidatat qui deserunt",
		"BlogClosingCaption": "velit proident cupidatat nulla proident",
		"BlogStartingDate": "10 Sep 2014",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "deserunt magna in labore",
		"BlogAuthor": "Jeannine Black",
		"BlogWrittenOn": "01 Apr 2018",
		"BlogIntro": "duis reprehenderit culpa cupidatat consequat tempor elit excepteur occaecat nulla incididunt adipisicing qui eiusmod commodo",
		"BlogBody": "Sit aliqua esse pariatur occaecat velit incididunt proident ut reprehenderit magna do fugiat aliquip exercitation. Adipisicing magna et ea quis anim fugiat. Elit duis laborum sit est officia aliquip adipisicing ea aliquip cillum. Non laboris excepteur laborum est Lorem. Magna culpa nulla culpa non.",
		"BlogRemarks": "reprehenderit adipisicing ipsum anim fugiat excepteur ullamco occaecat proident duis",
		"BlogClosingCaption": "duis aute aute dolore adipisicing",
		"BlogStartingDate": "22 Jul 2016",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "officia cillum officia ipsum",
		"BlogAuthor": "Foster Beasley",
		"BlogWrittenOn": "01 Feb 2014",
		"BlogIntro": "mollit deserunt occaecat dolor tempor nulla in sint duis cupidatat anim eu ea exercitation nulla",
		"BlogBody": "Magna voluptate in reprehenderit duis esse officia irure fugiat culpa nisi consequat nisi do. Ut magna id ut officia adipisicing labore aute est adipisicing ea consequat dolore. Ullamco amet magna id nostrud minim. Fugiat nulla velit mollit ad commodo sunt labore fugiat aliqua cillum. Labore cupidatat aute commodo cillum.",
		"BlogRemarks": "enim ipsum adipisicing et aute ea et magna labore ullamco",
		"BlogClosingCaption": "veniam veniam eu culpa sunt",
		"BlogStartingDate": "03 Jan 2017",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "nostrud id officia exercitation",
		"BlogAuthor": "Ramsey Donaldson",
		"BlogWrittenOn": "19 Mar 2014",
		"BlogIntro": "velit enim in nostrud eiusmod eiusmod fugiat mollit magna ex fugiat quis dolor nostrud officia",
		"BlogBody": "Est qui id magna officia elit id do labore. Labore veniam incididunt consequat non pariatur aliqua mollit nisi sint enim sint laborum exercitation cillum. Consectetur laborum ullamco laborum ipsum eu consequat laborum pariatur elit exercitation. Nisi incididunt occaecat veniam nulla non velit. Ex excepteur commodo culpa aliqua ut adipisicing commodo nostrud reprehenderit amet sunt tempor veniam non. Ullamco ea dolor irure culpa velit anim esse sint amet proident.",
		"BlogRemarks": "labore occaecat aliquip est proident laboris ipsum tempor nostrud incididunt",
		"BlogClosingCaption": "aliquip do Lorem do minim",
		"BlogStartingDate": "08 Sep 2017",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "esse pariatur excepteur anim",
		"BlogAuthor": "French Harper",
		"BlogWrittenOn": "18 Nov 2016",
		"BlogIntro": "reprehenderit reprehenderit et culpa aliqua ullamco adipisicing magna reprehenderit occaecat veniam amet cillum pariatur tempor",
		"BlogBody": "Ut eu officia velit ad voluptate quis id voluptate magna duis pariatur. Nostrud qui tempor voluptate consequat consectetur consectetur nisi sunt velit dolore. Mollit ex ea duis aute eiusmod cupidatat ullamco dolor ea dolore quis. Tempor ullamco aliquip nulla elit excepteur enim cupidatat id pariatur. Adipisicing ex ipsum commodo dolore aliqua occaecat nisi aliquip ex consequat dolor ad in.",
		"BlogRemarks": "ullamco aliqua enim cupidatat sit duis mollit est labore dolor",
		"BlogClosingCaption": "sit velit officia quis cillum",
		"BlogStartingDate": "23 May 2018",
		"BlogTypeId": 1
	},
	{
		"BlogImagePath": "/content/placeholderImage.jpg",
		"BlogTitle": "mollit aliqua ut pariatur",
		"BlogAuthor": "Jenny Burton",
		"BlogWrittenOn": "09 Dec 2017",
		"BlogIntro": "do labore sit occaecat anim est adipisicing magna esse officia elit laborum et cupidatat dolore",
		"BlogBody": "Culpa tempor est irure deserunt reprehenderit est duis adipisicing. Proident ullamco Lorem anim ut dolor aliquip. Aliquip mollit culpa sint id minim. Commodo id magna esse sit excepteur occaecat Lorem enim mollit dolore ea culpa dolor.",
		"BlogRemarks": "velit consequat ut velit occaecat irure fugiat magna aliqua aliqua",
		"BlogClosingCaption": "et reprehenderit laboris officia minim",
		"BlogStartingDate": "24 Aug 2015",
		"BlogTypeId": 1
	}
]